// 绩点基准数据
const basePointData = {
  "设备安装工程": {
    "可研": 65,
    "初施设": 180
  },
  "更换接地体、加装防坠落装置、铁塔及铁附件防腐、电缆防腐等大修技改工程": {
    "可研": 80,
    "初施设": 210
  },
  "更换导地线、金具及绝缘子和避雷器": {
    "可研": 85,
    "初施设": 225
  },
  "修建便道、塔基标准化整治、边坡防护（简单堡坎）等工程。边坡防护采用抗滑桩、格构类考虑难度系数1.3": {
    "可研": 90,
    "初施设": 240
  },
  "边坡稳定性评估报告和风偏校核报告等（1个塔）": {
    "可研": 80
  },
  "220kV及以下铁塔受力校核报告（1个塔型）": {
    "可研": 30
  },
  "用户及技改线路：新建10kV长度约20km或电缆长度约3km（70%丘陵和30%山地）": {
    "可研": 165,
    "初施设": 450
  },
  "用户及技改线路：新建35kV架空线路长度约20km或电缆长度约2km（70%丘陵和30%山地）": {
    "可研": 260,
    "初施设": 700
  },
  "用户及技改线路：新建110kV架空线路长度约20km或电缆长度约2km（70%丘陵和30%山地）": {
    "可研": 330,
    "初施设": 900
  },
  "用户及技改线路：新建220kV架空线路长度约20km或电缆长度约2km（70%丘陵和30%山地）": {
    "可研": 400,
    "初施设": 1100
  },
  "用户及技改线路：新建500kV架空线路长度约20km（70%丘陵和30%山地）": {
    "可研": 550,
    "初施设": 1500
  },
  "新能源集电线路：新建10kV长度约20km或电缆长度约3km（70%丘陵和30%山地）": {
    "可研": 160,
    "初施设": 400
  },
  "新能源集电线路：新建35kV架空线路长度约20km或电缆长度约2km（70%丘陵和30%山地）": {
    "可研": 220,
    "初施设": 600
  },
  "新能源集电线路：新建110kV架空线路长度约20km或电缆长度约2km（70%丘陵和30%山地）": {
    "可研": 300,
    "初施设": 800
  },
  "新能源集电线路：新建220kV架空线路长度约20km或电缆长度约2km（70%丘陵和30%山地）": {
    "可研": 370,
    "初施设": 1000
  },
  "新能源集电线路：新建500kV架空线路长度约20km（70%丘陵和30%山地）": {
    "可研": 440,
    "初施设": 1200
  },
  "基建工程：新建35kV架空线路路径长20km或电缆路径长2km（70%丘陵和30%山地）": {
    "可研": 1000,
    "初施设": 2800
  },
  "基建工程：新建110kV架空线路路径长20km或电缆路径长2km（70%丘陵和30%山地）": {
    "可研": 1300,
    "初施设": 3400
  },
  "基建工程：新建220kV架空线路路径长20km或电缆路径长2km（70%丘陵和30%山地）": {
    "可研": 1500,
    "初施设": 4100
  },
  "基建工程：新建500kV架空线路20km（70%丘陵和30%山地）": {
    "可研": 4400,
    "初施设": 12000
  },
  "标书": {
    "前期": 25
  },
  "每天": {
    "前期": 10
  }
}; 